astro-build.astro-vscode
eamodio.gitlens
github.remotehub
github.vscode-pull-request-github
GitHub.codespaces
GitHub.remotehub
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-server
ms-vscode.remote-explorer
postman.postman-for-vscode
prisma.prisma
sainnhe.gruvbox-material
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one

golang.go

burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
ms-vscode.vscode-typescript-next

ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
ryanluker.vscode-coverage-gutters
